<?php

return [
    'home' => 'الصفحة الرئيسية',
    'about' => 'معلومات عنا',
    'about us' => 'معلومات عنا',
    'contact' => 'اتصل بنا',
    'categories' => 'الفئات',
    'products' => 'المنتجات',
    'getInTouch' => 'تواصل معنا',
    'getQuote' => 'احصل على عرض سعر',
    'catalogue' => 'الكتالوج',
    'usefulLinks' => 'روابط مفيدة',
    'welcomeYonthin' => 'مرحبًا بكم في مجموعة YONTHIN',
    'welcomeSubtitle' => 'نحن دائمًا راسخون في الثقة، مدفوعون بالابتكار، وملتزمون بالتميّز.',
    'whatWeOffer' => 'ما نقدمه', 
    'founded_in' => 'تأسست في',
    'employees' => 'الموظفون',
    'invention_patents' => 'براءات اختراع',
    'factory_area' => 'مصنع بمساحة 100000 متر مربع',
    
    'why_choose_us' => 'لماذا تختارنا',

    'feature_1_title' => 'آلات سهلة الاستخدام وعالية الإنتاجية',
    'feature_1_text'  => 'تم تصميم آلاتنا لتكون سهلة الاستخدام وتوفر معدلات إنتاج مذهلة.',

    'feature_2_title' => 'دعم شامل للعملاء',
    'feature_2_text'  => 'نقدم لك دعمًا كاملاً وتدريبًا مجانيًا ودعمًا مدى الحياة دون أي تكلفة إضافية.',

    'feature_3_title' => 'لوجستيات ذكية ومعالجة آمنة',
    'feature_3_text'  => 'نضمن تسليم سريع وآمن لآلاتنا على مستوى العالم مع تغليف لائق ولوجستيات دقيقة.',

    'feature_4_title' => 'تقنية رائدة في الصناعة',
    'feature_4_text'  => 'تضعك تقنيتنا المتقدمة في المقدمة من حيث الأداء والموثوقية.',
];
