<?php

return [
    'home' => 'الصفحة الرئيسية',
    'about' => 'معلومات عنا',
    'about us' => 'معلومات عنا',
    'contact' => 'اتصل بنا',
    'categories' => 'الفئات',
    'products' => 'المنتجات',
    'getInTouch' => 'تواصل معنا',
    'getQuote' => 'احصل على عرض سعر',
    'catalogue' => 'الكتالوج',
    'usefulLinks' => 'روابط مفيدة',
    'welcomeYonthin' => 'مرحبًا بكم في مجموعة YONTHIN',
    'welcomeSubtitle' => 'نحن دائمًا راسخون في الثقة، مدفوعون بالابتكار، وملتزمون بالتميّز.',
    'whatWeOffer' => 'ما نقدمه', 
    'founded_in' => 'تأسست في',
    'employees' => 'الموظفون',
    'invention_patents' => 'براءات اختراع',
    'factory_area' => 'مصنع بمساحة 100000 متر مربع',
    'see-more' => 'عرض المزيد',
    'learn-more' => 'اعرف المزيد',
    'about_text' => "تُعد Yonthin من الشركات الرائدة في تصنيع آلات التطريز المحوسبة، وآلات الحياكة الدائرية، وآلات الحياكة المسطحة بدون خياطة. نحن ملتزمون بتطوير وتصنيع وتوفير حلول مبتكرة مصممة خصيصًا لتلبية احتياجاتكم. ندعوكم على موقعنا الإلكتروني لاستكشاف آلاتنا المتقدمة المصممة لإنتاج منتجات عالية الجودة، بالإضافة إلى التعزيزات المتخصصة. إذا كانت لديكم أي أسئلة أو تحتاجون إلى مساعدة، فإن فريقنا المتخصص هنا لمساعدتكم.",
    
    'why_choose_us' => 'لماذا تختارنا',

    'feature_1_title' => 'آلات سهلة الاستخدام وعالية الإنتاجية',
    'feature_1_text'  => 'تم تصميم آلاتنا لتكون سهلة الاستخدام وتوفر معدلات إنتاج مذهلة.',

    'feature_2_title' => 'دعم شامل للعملاء',
    'feature_2_text'  => 'نقدم لك دعمًا كاملاً وتدريبًا مجانيًا ودعمًا مدى الحياة دون أي تكلفة إضافية.',

    'feature_3_title' => 'لوجستيات ذكية ومعالجة آمنة',
    'feature_3_text'  => 'نضمن تسليم سريع وآمن لآلاتنا على مستوى العالم مع تغليف لائق ولوجستيات دقيقة.',

    'feature_4_title' => 'تقنية رائدة في الصناعة',
    'feature_4_text'  => 'تضعك تقنيتنا المتقدمة في المقدمة من حيث الأداء والموثوقية.',

    'contact_us' => 'اتصل بنا',
    'our_address' => 'عنواننا',
    'phone_number' => 'رقم الهاتف',
    'email_address' => 'عنوان البريد الإلكتروني',
    'thank_you' => 'شكراً!',
    'thank_you_message' => "لقد استلمنا طلبك بنجاح. <br> سيتصل بك فريقنا التجاري قريبًا. يرجى التحلي بالصبر.",
    'back_to_home' => 'العودة إلى الصفحة الرئيسية',
    'yonthin_team_ready' => "فريق Yonthin جاهز لاستلام رسالتك!",
    'name' => 'الاسم',
    'email' => 'البريد الإلكتروني',
    'phone' => 'الهاتف',
    'address' => 'العنوان',
    'message' => 'رسالتك',
    'send_message' => 'إرسال الرسالة',

    'success' => 'نجاح',
    'thank_you' => 'شكرا!',
    'success_message' => 'لقد استلمنا طلبك بنجاح.',
    'commercial_team_contact' => 'سيتواصل معك فريقنا التجاري قريبًا. يرجى التحلي بالصبر.',
    'back_to_home' => 'الرجوع إلى الصفحة الرئيسية',
    'contact_form_title' => 'فريق يونثين جاهز لرسالتك!',
    'apply' => 'تقديم الطلب',

    'about_title' => 'عن مجموعة يونثين',
    'about_paragraph' => 'تأسست شركة فوجيان يونثين للتكنولوجيا الرقمية المحدودة في عام 1989. وهي شركة وطنية رئيسية للتكنولوجيا العالية تجمع بين الإنتاج والتعليم والبحث. لأكثر من 30 عامًا، التزمت يونثين بالتكنولوجيا الصناعية، وتعمل بشكل رئيسي في البحث والتطوير والإنتاج والمبيعات لآلات التطريز المحوسبة، وآلات الدائرة الكبيرة، ومعدات الخياطة CNC المتطورة، وآلات الكمبيوتر العمودية المتكاملة. يتم بيع منتجاتها إلى أكثر من 50 دولة ومنطقة حول العالم وتستخدم على نطاق واسع في مجالات الملابس، والأحذية، والحقائب، والصناعات الأخرى. إنها شركة رائدة في صناعة معدات الخياطة والمنسوجات في الصين، وتم إدراجها في مجلس الأوراق المالية الثالث في أغسطس 2014 برمز السهم 831122.
    
        بالاعتماد على مزاياها القوية في الموارد، ومستوى الأعمال المحترف، والتخطيط المؤسسي الدقيق، والتشغيل الدقيق للعملية، والموقف الصادق في الخدمة، تم منح يونثين للتكنولوجيا العديد من الجوائز مثل "الشركة الصغيرة المتخصصة، الرفيعة، الفريدة والجديدة"، "الشركة الوطنية لحقوق الملكية الفكرية"، "الشركة الوطنية ذات الميزة في حقوق الملكية الفكرية"، "الشركة الوطنية للتكنولوجيا العالية"، "الشركة الصغيرة والمتوسطة المتخصصة في فوجيان"، "شركة الرائد في علوم وتكنولوجيا فوجيان"، "الشركة المبتكرة في فوجيان"، "شركة العلامة التجارية الشهيرة في فوجيان"، "مركز الابتكار التكنولوجي لصناعة فوجيان"، "مركز التكنولوجيا الهندسية في مدينة كوانتشو"، "مركز التكنولوجيا الصناعية في مدينة كوانتشو"، "جائزة الابتكار في مسابقة الابتكار وريادة الأعمال في فوجيان"، "جائزة تقدم العلوم والتكنولوجيا في مدينة كوانتشو"، و"جائزة تقدم العلوم والتكنولوجيا في مدينة شيشي". قامت بالمشاركة في أكثر من عشرة مشاريع بحث وتطوير إقليمية ومحلية وطورت أكثر من عشرة سلاسل وآلاف النماذج من المنتجات.
    
        تتمتع الشركة بتبادل فني طويل الأجل وتعاون مع معهد الأجهزة في الأكاديمية الصينية للعلوم، وجامعة شيامن، وجامعة فوجو. من خلال مختلف الشهادات، تجمع عددًا كبيرًا من المحترفين في البرمجيات والأجهزة وهندسة الآلات. وفي الوقت نفسه، أسست مركزًا للبحث والتطوير في مجال التحكم الكهربائي، ومركزًا للبحث والتطوير في مجال آلات التطريز، ومركزًا للبحث والتطوير في مجال الآلات. إنها شركة تصنيع آلات التطريز في الصين التي تجمع بين البرمجيات والأجهزة. إنها أكبر وأقوى من الناحية التكنولوجية والأكثر تجهيزًا في مجال تصنيع آلات التطريز في المقاطعة، وقد حصلت على أكثر من 20 براءة اختراع، وأكثر من 100 براءة اختراع للموديلات العملية، وحقوق المؤلفين للبرمجيات الحاسوبية.
    
        بتوجيه من فلسفة الشركة "النزاهة والابتكار والفوز للجميع"، يواصل فريق يونثين الاستكشاف والابتكار، ويحرص على مواكبة العصر، ويبذل جهودًا دؤوبة لتعزيز تطوير تكنولوجيا آلات النسيج في الصين نحو الذكاء.',
    'honor' => 'شرف',
    'copyright' => 'حقوق الطبع والنشر 2025 يونثين. جميع الحقوق محفوظة.',
];
